Repository: mpdifran/bloom
Catalog: Apps/Bloom/BloomUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: %lld categories selected
de: %lld Kategorien ausgewählt
es: %lld categorías seleccionadas
fr: %lld catégories sélectionnées
fr_ca: %lld catégories sélectionnées
nl: %lld categorieën geselecteerd

source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
fr_ca: Après-midi
nl: Middag

source: Age, biological sex, height, and your focus. Used to help Bud personalize responses and tailor insights to you.
de: Alter, biologisches Geschlecht, Größe und dein Schwerpunkt. Damit passt Bud seine Antworten und Erkenntnisse an dich an.
es: Edad, sexo biológico, estatura y tu objetivo. Ayuda a Bud a personalizar sus respuestas y adaptar sus análisis a ti.
fr: Âge, sexe biologique, taille et votre objectif. Permet à Bud de personnaliser ses réponses et d'adapter ses conseils à votre situation.
fr_ca: Âge, sexe biologique, taille et ton objectif. Permet à Bud de personnaliser ses réponses et d'adapter ses conseils à ton situation.
nl: Leeftijd, biologisch geslacht, lengte en je focus. Hiermee stemt Bud zijn antwoorden en inzichten op jou af.

source: Alcohol consumption and smoking status. Used to help Bud understand lifestyle factors that may affect your health.
de: Alkoholkonsum und Rauchstatus. Damit versteht Bud Lebensstilfaktoren, die deine Gesundheit beeinflussen können.
es: Consumo de alcohol y hábito de fumar. Ayuda a Bud a entender los factores de estilo de vida que pueden afectar a tu salud.
fr: Consommation d'alcool et statut tabagique. Permet à Bud de comprendre les facteurs liés à votre mode de vie qui peuvent influencer votre santé.
fr_ca: Consommation d'alcool et statut tabagique. Permet à Bud de comprendre les facteurs liés à ton mode de vie qui peuvent influencer ta santé.
nl: Alcoholgebruik en rookstatus. Hiermee begrijpt Bud leefstijlfactoren die je gezondheid kunnen beïnvloeden.

source: Body Metrics
de: Körperwerte
es: Métricas corporales
fr: Mesures corporelles
fr_ca: Mesures corporelles
nl: Lichaamswaarden

source: Body composition, weight, resting heart rate, vO2 Max, and HRV. Used to help Bud understand changes in your physiology and answer related questions.
de: Körperzusammensetzung, Gewicht, Ruheherzfrequenz, VO2max und HRV. Damit erkennt Bud Veränderungen deiner Physiologie und kann passende Fragen beantworten.
es: Composición corporal, peso, frecuencia cardíaca en reposo, VO2 máx. y VFC. Ayuda a Bud a entender los cambios en tu fisiología y responder preguntas relacionadas.
fr: Composition corporelle, poids, fréquence cardiaque au repos, VO2 max et VFC. Permet à Bud de comprendre l'évolution de votre physiologie et de répondre aux questions associées.
fr_ca: Composition corporelle, poids, fréquence cardiaque au repos, VO2 max et VFC. Permet à Bud de comprendre l'évolution de ton physiologie et de répondre aux questions associées.
nl: Lichaamssamenstelling, gewicht, rusthartslag, VO2max en HRV. Hiermee ziet Bud veranderingen in je lichaam en beantwoordt hij bijbehorende vragen.

source: Bowel movements and patterns. Used to help Bud answer questions about digestive health and provide personalized insights.
de: Stuhlgang und Muster. Damit beantwortet Bud Fragen zur Verdauungsgesundheit und liefert persönliche Erkenntnisse.
es: Deposiciones y patrones. Ayuda a Bud a responder preguntas sobre salud digestiva y ofrecer análisis personalizados.
fr: Selles et habitudes intestinales. Permet à Bud de répondre à vos questions sur la santé digestive et de vous proposer des conseils personnalisés.
fr_ca: Selles et habitudes intestinales. Permet à Bud de répondre à tes questions sur la santé digestive et de te proposer des conseils personnalisés.
nl: Stoelgang en patronen. Hiermee beantwoordt Bud vragen over je spijsvertering en geeft hij persoonlijke inzichten.

source: Calendar Events
de: Kalendereinträge
es: Eventos del calendario
fr: Événements du calendrier
fr_ca: Événements du calendrier
nl: Agenda-afspraken

source: Cycle Phase Tip
de: Tipp zur Zyklusphase
es: Consejo según tu fase del ciclo
fr: Conseil selon la phase du cycle
fr_ca: Conseil selon la phase du cycle
nl: Tip bij je cyclusfase

source: Cycle tracking and related data. Used to help Bud answer questions about menstrual health and provide personalized insights.
de: Zyklustracking und zugehörige Daten. Damit beantwortet Bud Fragen zur Menstruationsgesundheit und liefert persönliche Erkenntnisse.
es: Seguimiento del ciclo y datos relacionados. Ayuda a Bud a responder preguntas sobre salud menstrual y ofrecer análisis personalizados.
fr: Suivi du cycle et données associées. Permet à Bud de répondre à vos questions sur la santé menstruelle et de vous proposer des conseils personnalisés.
fr_ca: Suivi du cycle et données associées. Permet à Bud de répondre à tes questions sur la santé menstruelle et de te proposer des conseils personnalisés.
nl: Cyclusgegevens en aanverwante data. Hiermee beantwoordt Bud vragen over menstruatiegezondheid en geeft hij persoonlijke inzichten.

source: Demographics
de: Demografische Daten
es: Datos demográficos
fr: Données démographiques
fr_ca: Données démographiques
nl: Demografische gegevens

source: Digestive Health
de: Verdauungsgesundheit
es: Salud digestiva
fr: Santé digestive
fr_ca: Santé digestive
nl: Spijsvertering

source: Evening
de: Abend
es: Noche
fr: Soirée
fr_ca: Soirée
nl: Avond

source: Events from your selected calendars. Used to help Bud understand your schedule context and answer related questions.
de: Termine aus den von dir gewählten Kalendern. Damit berücksichtigt Bud deinen Tagesablauf und beantwortet passende Fragen.
es: Eventos de los calendarios que elijas. Ayuda a Bud a tener en cuenta tu agenda y responder preguntas relacionadas.
fr: Événements des calendriers que vous avez sélectionnés. Permet à Bud de tenir compte de votre emploi du temps et de répondre aux questions associées.
fr_ca: Événements des calendriers que tu as sélectionnés. Permet à Bud de tenir compte de ton emploi du temps et de répondre aux questions associées.
nl: Afspraken uit de agenda's die je kiest. Hiermee houdt Bud rekening met je planning en beantwoordt hij bijbehorende vragen.

source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
fr_ca: Objectifs
nl: Doelen

source: Insights
de: Erkenntnisse
es: Análisis
fr: Analyses
fr_ca: Analyses
nl: Inzichten

source: Lifestyle
de: Lebensstil
es: Estilo de vida
fr: Mode de vie
fr_ca: Mode de vie
nl: Leefstijl

source: Location
de: Standort
es: Ubicación
fr: Localisation
fr_ca: Localisation
nl: Locatie

source: Meals, calories, macros, and water intake. Used to help Bud answer questions about your nutrition and provide personalized insights.
de: Mahlzeiten, Kalorien, Makros und Wasserzufuhr. Damit beantwortet Bud Fragen zu deiner Ernährung und liefert persönliche Erkenntnisse.
es: Comidas, calorías, macros y consumo de agua. Ayuda a Bud a responder preguntas sobre tu alimentación y ofrecer análisis personalizados.
fr: Repas, calories, macronutriments et consommation d'eau. Permet à Bud de répondre à vos questions sur votre alimentation et de vous proposer des conseils personnalisés.
fr_ca: Repas, calories, macronutriments et consommation d'eau. Permet à Bud de répondre à tes questions sur ton alimentation et de te proposer des conseils personnalisés.
nl: Maaltijden, calorieën, macro's en waterinname. Hiermee beantwoordt Bud vragen over je voeding en geeft hij persoonlijke inzichten.

source: Menstrual Health
de: Menstruationsgesundheit
es: Salud menstrual
fr: Santé menstruelle
fr_ca: Santé menstruelle
nl: Menstruatiegezondheid

source: Morning
de: Morgen
es: Mañana
fr: Matin
fr_ca: Matin
nl: Ochtend

source: Night
de: Nacht
es: Noche
fr: Nuit
fr_ca: Nuit
nl: Nacht

source: No data selected
de: Keine Daten ausgewählt
es: Ningún dato seleccionado
fr: Aucune donnée sélectionnée
fr_ca: Aucune donnée sélectionnée
nl: Geen gegevens geselecteerd

source: Nutrition
de: Ernährung
es: Nutrición
nl: Voeding

source: Period Forecast
de: Periodenprognose
es: Previsión de la regla
fr: Prévision des règles
fr_ca: Prévision des règles
nl: Verwachting menstruatie

source: Physical Activity
de: Körperliche Aktivität
es: Actividad física
fr: Activité physique
fr_ca: Activité physique
nl: Lichaamsbeweging

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
fr_ca: Rappels
nl: Herinneringen

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
fr_ca: Sommeil
nl: Slaap

source: Sleep Details
de: Schlafdetails
es: Detalles del sueño
fr: Détails du sommeil
fr_ca: Détails du sommeil
nl: Slaapdetails

source: Sleep duration, quality, and stages. Used to help Bud answer questions about your sleep patterns and provide personalized insights.
de: Schlafdauer, -qualität und -phasen. Damit beantwortet Bud Fragen zu deinem Schlafverhalten und liefert persönliche Erkenntnisse.
es: Duración, calidad y fases del sueño. Ayuda a Bud a responder preguntas sobre tus hábitos de sueño y ofrecer análisis personalizados.
fr: Durée, qualité et phases de sommeil. Permet à Bud de répondre à vos questions sur vos habitudes de sommeil et de vous proposer des conseils personnalisés.
fr_ca: Durée, qualité et phases de sommeil. Permet à Bud de répondre à tes questions sur tes habitudes de sommeil et de te proposer des conseils personnalisés.
nl: Slaapduur, -kwaliteit en -fasen. Hiermee beantwoordt Bud vragen over je slaappatroon en geeft hij persoonlijke inzichten.

source: Steps, workouts, training load, and exercise data. Used to provide personalized activity insights and answer your activity-related questions.
de: Schritte, Workouts, Trainingsbelastung und Bewegungsdaten. Damit erhältst du persönliche Aktivitätserkenntnisse und Antworten zu deinem Training.
es: Pasos, entrenamientos, carga de entrenamiento y datos de ejercicio. Permiten ofrecerte análisis de actividad personalizados y responder tus preguntas.
fr: Pas, séances, charge d'entraînement et données d'exercice. Permet de vous proposer des analyses d'activité personnalisées et de répondre à vos questions sur l'activité physique.
fr_ca: Pas, séances, charge d'entraînement et données d'exercice. Permet de te proposer des analyses d'activité personnalisées et de répondre à tes questions sur l'activité physique.
nl: Stappen, trainingen, trainingsbelasting en beweeggegevens. Hiermee krijg je persoonlijke inzichten en antwoorden over je activiteit.

source: Stress and Mindfulness
de: Stress und Achtsamkeit
es: Estrés y mindfulness
fr: Stress et pleine conscience
fr_ca: Stress et pleine conscience
nl: Stress en mindfulness

source: Stress levels and mindfulness activity. Used to help Bud answer questions about stress patterns and provide personalized insights.
de: Stresslevel und Achtsamkeitsübungen. Damit beantwortet Bud Fragen zu deinen Stressmustern und liefert persönliche Erkenntnisse.
es: Niveles de estrés y sesiones de mindfulness. Ayudan a Bud a responder preguntas sobre tus patrones de estrés y ofrecer análisis personalizados.
fr: Niveaux de stress et séances de pleine conscience. Permet à Bud de répondre à vos questions sur vos tendances de stress et de vous proposer des conseils personnalisés.
fr_ca: Niveaux de stress et séances de pleine conscience. Permet à Bud de répondre à tes questions sur tes tendances de stress et de te proposer des conseils personnalisés.
nl: Stressniveaus en mindfulnessoefeningen. Hiermee beantwoordt Bud vragen over je stresspatronen en geeft hij persoonlijke inzichten.

source: Today's Advice
de: Tipp des Tages
es: El consejo de hoy
fr: Le conseil du jour
fr_ca: Le conseil du jour
nl: Advies van vandaag

source: Today's Events
de: Heutige Termine
es: Eventos de hoy
fr: Les événements du jour
fr_ca: Les événements du jour
nl: Afspraken vandaag

source: Today's Weather
de: Wetter heute
es: El tiempo de hoy
fr: La météo du jour
fr_ca: La météo du jour
nl: Weer vandaag

source: Tomorrow's Events
de: Termine morgen
es: Eventos de mañana
fr: Les événements de demain
fr_ca: Les événements de demain
nl: Afspraken morgen

source: Tomorrow's Weather
de: Wetter morgen
es: El tiempo de mañana
fr: La météo de demain
fr_ca: La météo de demain
nl: Weer morgen

source: Tonight's Sleep
de: Schlaf heute Nacht
es: El sueño de esta noche
fr: Le sommeil de cette nuit
fr_ca: Le sommeil de cette nuit
nl: Slaap vannacht

source: Weather
de: Wetter
es: Tiempo
fr: Météo
fr_ca: Météo
nl: Weer

source: Weather conditions for your location, but not your location itself. Used to help Bud understand external factors that may affect your health.
de: Die Wetterlage an deinem Standort, nicht der Standort selbst. Damit berücksichtigt Bud äußere Einflüsse auf deine Gesundheit.
es: Las condiciones meteorológicas de tu zona, pero no tu ubicación en sí. Ayudan a Bud a tener en cuenta factores externos que pueden afectar a tu salud.
fr: Conditions météo de votre région, sans votre position elle-même. Permet à Bud de tenir compte des facteurs extérieurs qui peuvent influencer votre santé.
fr_ca: Conditions météo de ton région, sans ta position elle-même. Permet à Bud de tenir compte des facteurs extérieurs qui peuvent influencer ta santé.
nl: Het weer op jouw locatie, maar niet je locatie zelf. Hiermee houdt Bud rekening met externe factoren die je gezondheid beïnvloeden.

source: Your coarse location (city, state, country). Used to help Bud understand environmental context and provide location-aware insights, without knowing your exact position.
de: Dein ungefährer Standort (Stadt, Region, Land). Damit berücksichtigt Bud dein Umfeld und liefert ortsbezogene Erkenntnisse, ohne deine genaue Position zu kennen.
es: Tu ubicación aproximada (ciudad, región, país). Ayuda a Bud a entender tu entorno y ofrecer análisis adaptados a tu zona, sin conocer tu posición exacta.
fr: Votre localisation approximative (ville, région, pays). Permet à Bud de tenir compte du contexte environnemental et de proposer des analyses adaptées à votre région, sans connaître votre position exacte.
fr_ca: Ton localisation approximative (ville, région, pays). Permet à Bud de tenir compte du contexte environnemental et de proposer des analyses adaptées à ton région, sans connaître ta position exacte.
nl: Je globale locatie (stad, regio, land). Hiermee houdt Bud rekening met je omgeving en geeft hij locatiebewuste inzichten, zonder je precieze positie te kennen.

source: Your health goals and progress. Used to help Bud contextualize your questions and generate personalized suggestions.
de: Deine Gesundheitsziele und Fortschritte. Damit ordnet Bud deine Fragen ein und macht persönliche Vorschläge.
es: Tus objetivos de salud y tu progreso. Ayudan a Bud a contextualizar tus preguntas y generar sugerencias personalizadas.
fr: Vos objectifs de santé et votre progression. Permet à Bud de replacer vos questions dans leur contexte et de générer des suggestions personnalisées.
fr_ca: tes objectifs de santé et ta progression. Permet à Bud de replacer tes questions dans leur contexte et de générer des suggestions personnalisées.
nl: Je gezondheidsdoelen en voortgang. Hiermee plaatst Bud je vragen in context en doet hij persoonlijke suggesties.
